Repository: TommyTeaVee/Iyan3d
Catalog: Iyan3D/*.lproj/Localizable.strings
Languages: id, sv

source: 1 Frame
id: 1 Bingkai

source: 24 Frames
id: 24 Bingkai
sv: 24 ramar

source: 240 Frames
id: 240 Bingkai
sv: 240 ramar

source: 3D WORKSPACE
id: Workspace 3D

source: A Scene created using Iyan 3D in iOS.
id: Sebuah adegan dibuat menggunakan Iyan 3D di iOS.
sv: En plats som skapats med Iyan 3D i iOS.

source: ADD
id: MENAMBAHKAN
sv: LÄGG TILL

source: ADD JOINT
id: ADD BERSAMA

source: ADJUST ENVELOP
id: ADJUST menyelimuti
sv: JUSTERA OMVÄRVA

source: ANIMATION
id: ANIMASI

source: APPLY
id: MENERAPKAN
sv: TILLÄMPA

source: ATTACH SKELETON
id: Lampirkan SKELETON

source: Accessories
id: aksesoris
sv: Tillbehör

source: Add Bone
id: Tambahkan tulang
sv: Lägg Bone

source: Add Frames
id: Tambahkan Frames
sv: Lägg till ramar

source: Add bevel to 3D text.
id: Tambahkan bevel teks 3D.
sv: Lägg avfasning till 3D-text.

source: Alert
id: Waspada
sv: Varna

source: All Models
id: semua Model
sv: alla modeller

source: Animate Character
id: bernyawa Karakter
sv: animera Karaktär

source: Animation Name
id: animasi Nama
sv: animation Namn

source: Animation name cannot be empty.
id: Nama animasi tidak boleh kosong.
sv: Animation namn kan inte vara tomt.

source: Animation_Name_special
id: Animasi Nama tidak boleh berisi karakter khusus.
sv: Animation Namn kan inte innehålla några specialtecken.

source: Apply Animation
id: Terapkan Animasi
sv: tillämpa Animation

source: Apply animation to the selected model/text
id: Terapkan animasi untuk model / teks yang dipilih
sv: Applicera animation till den valda modellen / text

source: BACKGROUND COLOR
id: WARNA LATAR BELAKANG
sv: BAKGRUNDSFÄRG

source: Back
id: Kembali
sv: Tillbaka

source: Backgrounds
id: latar belakang
sv: bakgrunder

source: Bones cannot be added to this model.
id: Tulang tidak dapat ditambahkan ke model ini.
sv: Ben kan inte läggas till den här modellen.

source: Bottom
id: Bawah
sv: Botten

source: CAMERA
id: KAMERA
sv: KAMERA

source: CANCEL
id: MEMBATALKAN
sv: ANNULLERA

source: CLOSE
id: DEKAT
sv: STÄNGA

source: Camera
id: Kamera
sv: Kamera

source: Cancel
id: Membatalkan
sv: Annullera

source: Cancel rigging and go back to the scene
id: Batal rigging dan kembali ke tempat kejadian
sv: Avbryt rigg och gå tillbaka till platsen

source: Category
id: Kategori
sv: Kategori

source: Change properties of selected object
id: Mengubah properti dari objek yang dipilih
sv: Ändra egenskaper för valt objekt

source: Character
id: Karakter
sv: Karaktär

source: Choose between quality or speed of rendering in Editor.
id: Pilih antara kualitas atau kecepatan render di Editor.
sv: Välj mellan kvalitet eller hastighet rendering i Editor.

source: Choose color for 3D text.
id: Pilih warna untuk teks 3D.
sv: Välj färg för 3D-text.

source: Choose whether toolbar should be on the right or left side in Editor.
id: Pilih apakah toolbar harus berada di sisi kanan atau kiri di Editor.
sv: Välj om verktygsfältet ska vara på höger eller vänster sida i Editor.

source: Clear All
id: Bersihkan semua
sv: Rensa alla

source: Clone
id: Klon
sv: Klona

source: Color
id: Warna
sv: Färg

source: Completed
id: Lengkap
sv: Avslutad

source: Cone
id: Kerucut
sv: Kon

source: Connection Error
id: Koneksi error
sv: Anslutningsfel

source: Contact Us
id: Hubungi kami
sv: Kontakta oss

source: Copy OBJ files in Document Directory.
id: Menyalin file OBJ dalam Dokumen Directory.
sv: Kopiera OBJ filer i dokument.

source: Create Scene
id: Buat Tema
sv: skapa Scene

source: Create a Scene
id: Membuat heboh
sv: Skapa en scen

source: Creates a new scene.
id: Menciptakan adegan baru.
sv: Skapar en ny scen.

source: Credits
id: kredit

source: Cube
id: kubus
sv: Kub

source: Current mode in rigging
id: mode aktif di tali-temali
sv: Aktuellt läge i rigg

source: Cylinder
id: Silinder

source: Delete
id: Menghapus
sv: Radera

source: Delete Animation in this Frame
id: Hapus Animasi dalam Bingkai ini
sv: Radera Animation i denna ram

source: Delete Object
id: Hapus Obyek
sv: Radera objekt

source: Done
id: matang
sv: Klart

source: Duplicate_Scene_Name
id: Duplikat Nama Tema
sv: Duplicera Scennamn

source: Duplicate_Scene_Name_message
id: Tema lain dengan nama yang sama sudah ada. Harap memberikan nama yang berbeda.
sv: En annan scen med samma namn finns redan. Ange ett annat namn.

source: EXPORT
id: EKSPOR
sv: EXPORTERA

source: Edit
id: mengedit
sv: Redigera

source: Enable mirror to move / rotate the mirror joint of the selected joint
id: Memungkinkan cermin untuk memindahkan / memutar sendi cermin dari sendi yang dipilih
sv: Aktivera spegel för att flytta / rotera spegeln leden vald leden

source: Enable or Disable multiple objects selection.
id: Aktifkan atau Nonaktifkan beberapa objek pilihan.
sv: Aktivera eller inaktivera flera objekt val.

source: Enable to move / rotate the mirror joint of selected joint
id: Memungkinkan untuk memindahkan / memutar sendi cermin dari sendi yang dipilih
sv: Aktivera för att flytta / rotera spegeln leden vald gemensam

source: Enable/Disable Watermark image.
id: Aktifkan / Nonaktifkan Watermark gambar.
sv: Aktivera / inaktivera vattenstämpel bild.

source: Enter Text
id: Masukkan Teks
sv: Ange text

source: Enter your text here.
id: Masukkan teks Anda di sini.
sv: Skriv in din text här.

source: Error_uploading_file
id: Kesalahan mengunggah file. Silakan periksa koneksi internet Anda.
sv: Fel uppladdning fil. Kontrollera din Internet-anslutning.

source: Export Video
id: ekspor Video

source: Export image/video to the Camera roll
id: Ekspor gambar / video untuk Kamera gulungan
sv: Export bild / video i kamerarullen

source: FRAME COUNT DISPLAY
id: tampilan jumlah bingkai
sv: FRAME Räknare

source: Failure
id: Kegagalan
sv: Fel

source: Featured
id: unggulan
sv: Utvalda

source: File Corrupted
id: File Rusak
sv: fil skadad

source: File_Corrupted_message
id: Proyek Anda mencoba untuk membuka rusak.
sv: Projektet du försöker öppna är skadad.

source: Follow Us
id: Ikuti kami
sv: Följ oss

source: Font Store
id: Toko Font
sv: stilsort Butiks

source: Front
id: Depan
sv: Främre

source: HQ Render Progress
id: HQ Render Kemajuan
sv: HQ Render Framsteg

source: Human Bone Structure
id: Struktur tulang manusia
sv: Human benstruktur

source: Image : %@
id: Gambar:% @
sv: Bild : %@

source: Images
id: gambar
sv: Bilder

source: Import Obj
id: impor obj

source: Import Texture
id: impor Tekstur
sv: import textur

source: Import objects into the scene
id: Impor objek ke tempat kejadian
sv: Import objekt i scenen

source: Import selected 3D text into the scene.
id: Impor teks yang dipilih 3D ke TKP.
sv: Import markerade 3D-text i scenen.

source: In Progress
id: Sedang berlangsung
sv: Pågående

source: In Queue
id: Di antrian
sv: I kö

source: Information
id: Informasi

source: LIGHT
id: CAHAYA
sv: LJUS

source: LIMIT FRAMES
id: FRAMES LIMIT

source: Left
id: Kiri
sv: Vänster

source: Let's get started
id: Mari kita mulai
sv: Låt oss börja

source: Light
id: Cahaya
sv: Ljus

source: Light %d
id: Cahaya% d
sv: Ljus% d

source: Limit the number of frames to be exported.
id: Batasi jumlah frame yang akan diekspor.
sv: Begränsa antalet bildrutor som ska exporteras.

source: Loading Assets
id: Memuat Aset
sv: last Tillgångar

source: MIRROR
id: CERMIN
sv: SPEGEL

source: MOVE
id: PINDAH
sv: FLYTTA

source: Manage Account
id: mengelola Akun
sv: Hantera konto

source: Manage objects in the scene
id: Mengelola objek dalam adegan
sv: Hantera objekt i scenen

source: Manage your account
id: Kelola akun Anda
sv: Hantera ditt konto

source: Models
id: model
sv: modeller

source: Move Camera
id: langkah Kamera
sv: Flytta kamera

source: My Animations
id: Animasi saya
sv: Mina Animationer

source: My Fonts
id: Font saya
sv: Mina teckensnitt

source: My Library
id: Perpustakaan saya
sv: Mitt bibliotek

source: My Objects
id: Objek saya
sv: Mina objekt

source: My Scene %d
id: Saya Tema% d

source: NEXT
id: BERIKUTNYA
sv: NÄSTA

source: NO
id: TIDAK
sv: NEJ

source: Next
id: Berikutnya
sv: Nästa

source: No data
id: Tidak ada data
sv: Inga data

source: No_Email_account_configured
id: Tidak ada akun Email dikonfigurasi pada perangkat ini.
sv: Ingen e-postkonto är konfigurerat på den här enheten.

source: Normal Shader
id: yang normal Shader

source: OBJ File
id: OBJ Berkas
sv: OBJ fil

source: OK
id: baik

source: OPTIONS
id: PILIHAN
sv: VAL

source: Ok
id: baik

source: Particle Effects
id: Efek partikel
sv: partikeleffekter

source: Pick Color
id: Pilih Warna
sv: plocka Färg

source: Plane
id: Pesawat
sv: Plan

source: Play the animation preview
id: Bermain preview animasi
sv: Spela animation förhandsvisning

source: Please Choose Font Style.
id: Silakan Pilih Font Style.
sv: Vänligen Välj Font Style.

source: Please Select any Node to add Bone
id: Silakan Pilih Node apapun untuk menambahkan Tulang
sv: Välj någon nod för att lägga Bone

source: Please enter a name
id: Masukkan nama
sv: Ange ett namn

source: Please enter a new Scene name
id: Masukkan nama Tema baru
sv: Ange ett nytt scennamn

source: Please enter some text to add.
id: Masukkan beberapa teks untuk menambahkan.
sv: Ange en text för att lägga till.

source: Publish
id: Menerbitkan
sv: Publicera

source: Quality
id: Kualitas
sv: Kvalitet

source: RESOLUTION
id: RESOLUSI
sv: UPPLÖSNING

source: RESTORE PURCHASE
id: KEMBALIKAN PEMBELIAN
sv: ÅTERSTÄLLA INKÖP

source: ROTATE
id: MEMUTAR
sv: ROTERA

source: Rate This App
id: Nilai aplikasi ini
sv: Betygsätt denna app

source: Recent
id: Baru
sv: Nyligen

source: Rename
id: Ganti nama
sv: Döpa om

source: Rename Animation
id: Ganti nama Animasi
sv: byta namn Animation

source: Rename Object
id: Ganti nama Object
sv: byta namn på objekt

source: Rename Scene
id: Ganti nama Tema
sv: Byt namn på scen

source: Render Normal Shader in Your Device
id: Render normal Shader di Perangkat Anda
sv: Render Normal Shader i enheten

source: Right
id: Kanan
sv: Höger

source: SCALE
id: SKALA
sv: SKALA

source: SETTINGS
id: PENGATURAN
sv: INSTÄLLNINGAR

source: SHARE
id: BAGIKAN
sv: DELA MED SIG

source: Save Animation
id: Simpan Animasi
sv: Spara Animation

source: Save and Exit the scene
id: Simpan dan Keluar adegan
sv: Spara och Avsluta scenen

source: Save your Animation as template
id: Simpan Animasi Anda sebagai template
sv: Spara animation som mall

source: Scene Name
id: adegan Nama
sv: scen Namn

source: Scene_name_empty
id: Nama adegan tidak boleh kosong.
sv: Scennamn kan inte vara tomt.

source: Scene_name_special_character
id: Nama adegan tidak boleh berisi karakter khusus.
sv: Scennamn kan inte innehålla några specialtecken.

source: Scenes
id: adegan
sv: scener

source: Select Bone Structure
id: Pilih Struktur Tulang
sv: Välj benstruktur

source: Settings
id: pengaturan
sv: inställningar

source: Settings, Tutorials & Contact us
id: Pengaturan, Tutorial Kontak kami
sv: Inställningar, Tutorials & Kontakta oss

source: Share your video
id: Bagi video Anda
sv: Dela din video

source: Sign In
id: Masuk
sv: Logga in

source: Sign Out
id: Keluar
sv: Logga ut

source: Single Bone
id: tulang tunggal
sv: enda Bone

source: Speed
id: Kecepatan
sv: Fart

source: Sphere
id: Bola
sv: Sfär

source: Standard view angles
id: lihat sudut standar
sv: Standardutseendet vinklar

source: Step_1_rigging_message
id: Tempatkan tulang di posisi yang tepat dalam model.
sv: Placera benen i lämpliga positioner inom modellen.

source: Step_2_rigging_message
id: Skala amplop masing-masing tulang untuk menutupi mesh sekitarnya.
sv: Skala varje ben kuvert att täcka det omgivande nätet.

source: Step_3_rigging_message
id: Pastikan rig sempurna dengan menghidupkan model.
sv: Se till att riggen är perfekt genom att animera modellen.

source: Success
id: Keberhasilan
sv: Framgång

source: Switch to Move / Rotate / Scale mode
id: Beralih ke Pindahkan / Putar / modus Skala
sv: Växla till Flytta / Rotera / Skala läge

source: Tap to Clone / Delete / Share the scene.
id: Ketuk untuk Clone / Hapus / Bagi TKP.
sv: Tryck här för att klona / Radera / Dela scenen.

source: Tap to add a joint to the selected joint in the rig
id: Ketuk untuk menambahkan sendi ke sendi yang dipilih di rig
sv: Tryck för att lägga en gemensam till den valda leden i riggen

source: Tap to add the rigged model in to the scene
id: Ketuk untuk menambahkan model dicurangi ke TKP
sv: Tryck för att lägga den manipulerade modellen till scenen

source: Tap to apply animation to the selected object.
id: Ketuk untuk menerapkan animasi untuk objek yang dipilih.
sv: Tryck här för att tillämpa animering det markerade objektet.

source: Tap to change category.
id: Ketuk untuk mengubah kategori.
sv: Tryck för att ändra kategori.

source: Tap to change model category
id: Ketuk untuk mengubah kategori Model
sv: Knacka för att ändra modellen kategori

source: Tap to import the selected model into your scene.
id: Ketuk untuk mengimpor model yang dipilih ke dalam adegan Anda.
sv: Tryck här för att importera den valda modellen i din scen.

source: Tap to open the scene.
id: Ketuk untuk membuka adegan.
sv: Tryck för att öppna scenen.

source: Tap to publish your animation to the store
id: Ketuk untuk mempublikasikan animasi Anda ke toko
sv: Tryck här för att publicera din animation till affären

source: Tap to save and close the Settings.
id: Tekan untuk menyimpan dan menutup Settings.
sv: Tryck för att spara och stänga Inställningar.

source: Text
id: Teks

source: Text : %@
id: Teks : %@

source: There is no animation in this frame.
id: Tidak ada animasi di frame ini.
sv: Det finns ingen animering i denna ram.

source: This setting does not affect Export quality
id: Pengaturan ini tidak mempengaruhi kualitas Ekspor
sv: Den här inställningen påverkar inte export kvalitet

source: Top
id: Puncak
sv: Topp

source: Top Rated
id: Terpopuler
sv: Högst betyg

source: Trending
id: tren
sv: trend

source: Tutorials
id: tutorial
sv: Handledning

source: Undo / Redo your actions
id: Undo / Redo tindakan Anda
sv: Ångra / Gör om dina handlingar

source: Videos
id: video
sv: videor

source: Warning
id: PERINGATAN
sv: Varning

source: With Bones
id: dengan Tulang
sv: med Bones

source: Yes
id: iya nih
sv: Ja

source: add_obj_document_dir
id: Menambahkan file OBJ/DAE/FBX/3DS dalam Dokumen Directory.
sv: Lägg OBJ/DAE/FBX/3DS filer i dokument.

source: add_texture_document_dir
id: Menambahkan file Tekstur dalam Dokumen Directory.
sv: Lägg Texture filer i dokument.

source: apply_animation_error
id: Pilih teks atau karakter untuk menerapkan animasi.
sv: Välj en text eller tecken att tillämpa animeringen.

source: bone_count_exceed
id: Tulang maksimum per objek tidak dapat melebihi 57.
sv: De högsta ben per objekt får inte överstiga 57.

source: bone_count_mismatch
id: count tulang tidak bisa cocok.
sv: Bone räkna inte kan matcha.

source: choose_color
id: Pilih warna vertex untuk OBJ yang dipilih.
sv: Välj vertex färg för den valda OBJ.

source: choose_texture
id: Pilih tekstur untuk mengajukan model yang dipilih.
sv: Välj en struktur för att ansöka om den valda modellen.

source: copy_limit_exceed_message
id: Batas copy terlampaui. Mengimpor objek menggunakan 'Add' tombol pada ToolBar.
sv: Kopiera överskridits. Importera objekt med 'Lägg till' knappen i verktygsfältet.

source: data_doesnot_exist
id: Data Diminta doest tidak ada !!
sv: De begärda uppgifterna doest inte finns !!

source: failed_saved_phot_gallery
id: Ada masalah saat mengunduh gambar / video. Silakan coba lagi nanti.
sv: Det finns ett problem att ladda ner bilden / video. Försök igen senare.

source: file_successfully_saved_dropbox
id: Berkas berhasil disimpan ke DropBox. Anda dapat menemukannya di akun DropBox Anda 'Apps / Iyan3D'.
sv: Fil sparats till DropBox. Du hittar den i ditt Dropbox-konto 'Apps / Iyan3D'.

source: fontstyle_char_unsupported
id: Gaya font yang Anda pilih tidak mendukung karakter yang Anda masukkan.
sv: Typsnittet du väljer stöder inte de tecken du angett.

source: hqrender_uploaded_success
id: berhasil diupload. Anda dapat melihat kemajuan membuat Anda dalam tampilan profil Anda.
sv: Förts. Du kan se hur din rendera i din profil vyn.

source: import_model_selected_texture
id: Mengimpor model dengan operator tekstur / warna.
sv: Importera modellen med den valda texturen / färg.

source: inapp_disabled
id: Dalam Aplikasi Pembelian Dinonaktifkan. Periksa pengaturan Anda untuk mengaktifkan Pembelian.
sv: In-App Purchase är funktionshindrade. Kontrollera dina inställningar för att göra det möjligt för inköp.

source: max_five_lights_per_scene
id: Adegan tidak dapat berisi lebih dari lima lampu.
sv: Scen kan inte innehålla mer än fem lampor.

source: missing_resources
id: Beberapa file sumber yang hilang.
sv: Vissa resurser filer saknas.

source: model_cannot_add_bone
id: Model ini dicurangi menggunakan versi sebelumnya. Beberapa informasi amplop mungkin hilang. Apakah Anda ingin melanjutkan?
sv: Denna modell var riggad med den tidigare versionen. En del av den kuvertinformation kan saknas. Vill du fortsätta?

source: no_premium_restored
id: Sepertinya ada masalah dengan pembelian Anda. Pastikan bahwa Anda telah upgrade ke Premium dengan transaksi berjalan.
sv: Det verkar finnas ett problem med ditt köp. Se till att du har uppgraderat till Premium med det aktuella kontot.

source: no_twitter_account
id: Pengaturan Twitter Accounnt di perangkat Anda.
sv: Inställning Twitter Accounnt i enheten.

source: onboarding_message_#1
id: Menambahkan karakter, lingkungan, alat peraga dari perpustakaan kami lebih dari 300 aset atau mengimpor file OBJ dari sumber eksternal.
sv: Lägg tecken, miljöer, rekvisita från vårt bibliotek med över 300 tillgångar eller importera en OBJ-fil från en extern källa.

source: onboarding_message_#2
id: Membawa karakter Anda untuk hidup dengan pra-ditentukan kami gerakan, menerapkan simulasi fisika atau membuat salah satu tindakan Anda sendiri.
sv: Ta med din karaktär till liv med våra fördefinierade rörelser, tillämpa fysiksimulering eller göra en av dina egna handlingar.

source: onboarding_message_#3
id: Membuat video final dengan kualitas yang diinginkan dan gaya.
sv: Render den slutliga video med önskad kvalitet och stil.

source: onboarding_message_#4
id: Itu dia. Mengirim film 3D dan showoff keterampilan kreatif Anda ke teman Anda.
sv: Det är allt. Skicka din 3D-film och showoff dina kreativa färdigheter till dina vänner.

source: only_hq_options
id: Properti ini hanya untuk highquality Rendering.
sv: Detta objekt är bara för högkvalitativ rendering.

source: please_signin
id: Tolong masuk untuk melanjutkan.
sv: Tillfreds SignIn att fortsätta.

source: reopen_apply_changes
id: Silakan membuka kembali tempat kejadian untuk menerapkan perubahan.
sv: Vänligen åter öppna scenen för att tillämpa ändringen.

source: rigging_back_previous_mode
id: Apakah Anda yakin ingin kembali ke mode sebelumnya? Dengan menekan semua perubahan Anda Ya akan dibuang.
sv: Är du säker på att du vill gå tillbaka till föregående läge? Genom att trycka på Ja alla ändringar kommer att kasseras.

source: scene_no_support_hqrender
id: Adegan berisi video / praticles yang saat ini tidak didukung di HQ rendering.
sv: Scen innehåller video / praticles som för närvarande inte stöds i HQ rendering.

source: select_obj_preview
id: Pilih OBJ untuk melihat.
sv: Välj en OBJ att förhandsgranska.

source: share_image_social_media
id: A Tema 3D, saya buat dengan Iyan 3D di iOS
sv: En 3D-scen, skapade jag använder Iyan 3D på iOS

source: share_video_social_media
id: Video Animation, saya buat dengan Iyan 3D di iOS
sv: En animering video, skapade jag använder Iyan 3D på iOS

source: sign_in_to_continue
id: Tolong masuk untuk melanjutkan.
sv: Tillfreds SignIn att fortsätta.

source: start_single_bone_or_human_message
id: Anda baik dapat mulai dengan struktur Manusia tulang lengkap atau dengan satu tulang?
sv: Du kan antingen börja med en komplett Human Bone struktur eller med en enda ben?

source: success_animation_publish
id: Animasi Diterbitkan Berhasil.
sv: Animation Publicerad framgångsrikt.

source: successful_saved_phot_gallery
id: Gambar / Video berhasil disimpan Foto.
sv: Bild / Video sparats till bilder.

source: tap_import_photos
id: Ketuk untuk mengimpor tekstur dari Perpustakaan Foto.
sv: Tryck här för att importera textur från fotobibliotek.

source: tap_to_choose_texture
id: Ketuk untuk memilih tekstur / warna untuk objek yang dipilih.
sv: Tryck för att välja konsistens / färg för det valda objektet.

source: tap_to_start
id: Ketuk untuk mulai mengekspor.
sv: Tryck här för att börja exportera.

source: unable_connect_server
id: Tidak dapat terhubung ke server, Silakan periksa pengaturan jaringan Anda.
sv: Det går inte att ansluta till servern, Kontrollera nätverksinställningarna.

source: username_has_special_char
id: Nama Pengguna tidak dapat berisi karakter khusus.
sv: Användarnamn kan inte innehålla några specialtecken.

source: username_isempty
id: Nama pengguna tidak boleh kosong.
sv: Användarnamn kan inte vara tom.

source: ADD TO SCENE
sv: LÄGG TILL SCEN

source: Download
sv: Ladda ner

source: News Feed
sv: Nyhetsflöde

source: PREVIEW
sv: FÖRHANDSVISNING

source: RENDERING PROGRESS
sv: DESTRUERINGSFÖRETAGEN PROGRESS

source: TOOLBAR
sv: VERKTYGSFÄLT

source: WATERMARK
sv: VATTENSTÄMPEL
