Repository: TommyTeaVee/Iyan3d
Catalog: iyan3d/trunk/Iyan3D_iOS/Iyan3D/*.lproj/Localizable.strings
Languages: es, ru, th, tr

source: 1 Frame
es: 1 Marco
ru: 1 Рамка
th: 1 เฟรม
tr: 1 Çerçeve

source: 24 Frames
es: 24 Cuadros
ru: 24 Рамки
th: 24 เฟรม
tr: 24 Çerçeveler

source: 240 Frames
es: 240 Cuadros
ru: 240 Рамки
th: 240 กรอบ
tr: 240 Çerçeveler

source: 3D WORKSPACE
es: espacio de trabajo 3D
ru: 3D РАБОЧЕЕ ПРОСТРАНСТВО
th: WORKSPACE 3D

source: A Scene created using Iyan 3D in iOS.
es: Una escena 3D creado usando Iyan en IOS.
ru: Сцена создана при Iyan 3D в прошивкой.
th: ฉากสร้างขึ้นโดยใช้ Iyan 3D ใน iOS
tr: Bir Sahne iOS içinde Iyan 3D kullanılarak oluşturulan.

source: ADD
es: AÑADIR
ru: ДОБАВИТЬ
th: เพิ่ม
tr: EKLEMEK

source: ADD JOINT
es: AÑADIR CONJUNTA
ru: добавить совместное
th: เพิ่ม JOINT
tr: eklem ADD

source: ADD TO SCENE
es: AÑADIR A ESCENA
ru: ДОБАВИТЬ СЦЕНЫ
th: เพิ่มไปที่เกิดเหตุ
tr: SAHNE EKLE

source: ADJUST ENVELOP
es: AJUSTAR ENVUELVA
ru: настроить конверт
th: ADJUST ซอง
tr: Zarf AYARI

source: ANIMATION
es: ANIMACIÓN
ru: АНИМАЦИЯ
th: ภาพเคลื่อนไหว
tr: ANİMASYON

source: ATTACH SKELETON
es: ATTACH ESQUELETO
ru: прикрепить скелет
tr: iskelet ATTACH

source: Accessories
es: Accesorios
ru: аксессуары
th: อุปกรณ์
tr: Aksesuarlar

source: Add Bone
es: Añadir hueso
ru: Добавить Bone
th: เพิ่มกระดูก
tr: Kemik ekle

source: Add Frames
es: Añadir marcos
ru: Добавление рамок
th: เพิ่มกรอบ
tr: Çerçeveler ekle

source: Add bevel to 3D text.
es: Añadir bisel de texto en 3D.
ru: Добавить скос в 3D текста.
th: เพิ่มมุมกับข้อความ 3D
tr: 3D metin Eğim ekleyin.

source: Alert
es: Alerta
ru: бдительный
th: เตือนภัย
tr: uyarı

source: All Models
es: Todos los modelos
ru: Все модели
th: ทุกรุ่น
tr: Tüm mankenler

source: Animate Character
es: Animación de personaje
ru: анимированный персонаж
th: การเคลื่อนไหวของตัวละคร
tr: Karakter canlandırın

source: Animation Name
es: animación Nombre
ru: Анимация Имя
th: ชื่อนิเมชั่น
tr: animasyon Adı

source: Animation name cannot be empty.
es: nombre de la animación no puede estar vacío.
ru: Название Анимация не может быть пустым.
th: ชื่อแอนิเมชั่ต้องไม่ว่างเปล่า
tr: Animasyon adı boş olamaz.

source: Animation_Name_special
es: Animación El nombre no puede contener caracteres especiales.
ru: Анимация Имя не может содержать специальные символы.
th: นิเมชั่นชื่อไม่สามารถมีตัวอักษรพิเศษใด ๆ
tr: Animasyon Adı herhangi bir özel karakterler içeremez.

source: Apply Animation
es: aplicar Animación
ru: Применить анимацию
th: สมัครนิเมชั่น
tr: Animasyon uygulamak

source: Apply animation to the selected model/text
es: Aplicar animación a la modelo / texto seleccionado
ru: Применить анимацию к выбранной модели / текст
th: สมัครนิเมชั่นที่จะเลือกรูปแบบ / ข้อความ
tr: Seçilen model / metne animasyon uygulayın

source: BACKGROUND COLOR
es: COLOR DE FONDO
ru: ФОНОВЫЙ ЦВЕТ
th: สีพื้นหลัง
tr: ARKA PLAN RENGİ

source: Back
es: Espalda
ru: назад
th: กลับ
tr: Arka

source: Backgrounds
es: Antecedentes
ru: фоны
th: ภูมิหลัง
tr: Arka Plan

source: Bones cannot be added to this model.
es: Los huesos no se pueden añadir a este modelo.
ru: Кости не могут быть добавлены к этой модели.
th: กระดูกไม่สามารถเพิ่มเข้าไปในรูปแบบนี้
tr: Kemikler bu modele ilave edilemez.

source: Bottom
es: Fondo
ru: Дно
th: ด้านล่าง
tr: Alt

source: CAMERA
es: CÁMARA
ru: КАМЕРЫ
th: กล้อง
tr: KAMERA

source: CANCEL
es: CANCELAR
ru: ОТМЕНА
th: ยกเลิก
tr: İPTAL ETMEK

source: CLOSE
es: CERCA
ru: ЗАКРЫТЬ
th: ปิด
tr: KAPAT

source: Camera
es: Cámara
ru: камера
th: กล้อง
tr: Kamera

source: Cancel
es: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal etmek

source: Cancel rigging and go back to the scene
es: Cancelar aparejo y volver a la escena
ru: Отменить такелажа и вернуться на сцену
th: ยกเลิกเสื้อผ้าและกลับไปยังที่เกิดเหตุ
tr: arma İptal ve sahneye geri dönmek

source: Category
es: Categoría
ru: категория
th: ประเภท
tr: Kategori

source: Change properties of selected object
es: Cambiar las propiedades de objeto seleccionado
ru: Изменение свойств выбранного объекта
th: เปลี่ยนแปลงคุณสมบัติของวัตถุที่เลือก
tr: Seçili nesnenin özelliklerini değiştirme

source: Character
es: Personaje
ru: символ
th: ตัวละคร
tr: Karakter

source: Choose between quality or speed of rendering in Editor.
ru: Выбор между качеством или скоростью рендеринга в редакторе.

source: Choose color for 3D text.
es: Elige el color de texto en 3D.
ru: Выберите цвет для текста 3D.
th: เลือกสีสำหรับข้อความ 3D
tr: 3D metin için bir renk seçin.

source: Choose whether toolbar should be on the right or left side in Editor.
es: Elija si la barra de herramientas debe estar en el lado derecho o izquierdo en el Editor.
ru: Выберите, следует ли панель инструментов быть на правой или левой стороне в редакторе.
th: เลือกว่าแถบเครื่องมือควรจะอยู่ด้านซ้ายหรือขวาในแก้ไข
tr: Araç çubuğu Düzenleyicisi'nde sağ ya da sol tarafında olmalıdır seçin.

source: Clear All
es: Limpiar todo
ru: Очистить все
th: ลบทั้งหมด
tr: Hepsini temizle

source: Clone
es: Clon
ru: клон
th: โคลน
tr: Klon

source: Color
ru: цвет
th: สี
tr: Renk

source: Completed
es: Terminado
ru: Завершенный
th: เสร็จ
tr: Tamamlanan

source: Cone
es: Cono
ru: конусообразный
th: รูปกรวย
tr: koni

source: Connection Error
es: Error de conexión
ru: Ошибка подключения
th: การเชื่อมต่อล้มเหลว
tr: Bağlantı hatası

source: Contact Us
es: Contáctenos
ru: Свяжитесь с нами
th: ติดต่อเรา
tr: Bizimle iletişime geçin

source: Copy OBJ files in Document Directory.
es: Copiar archivos OBJ en el directorio de documentos.
ru: Скопируйте OBJ файлы в каталог документов.
th: คัดลอกไฟล์ OBJ ในสารบบเอกสาร
tr: Belge Directory OBJ dosyaları kopyalayın.

source: Create Scene
es: crear Escena
ru: Создание сцены
th: สร้างฉาก
tr: Sahneyi oluşturun

source: Create a Scene
es: Crear una escena
ru: Создание сцены
th: สร้างฉาก
tr: Bir Sahne oluşturma

source: Creates a new scene.
es: Crea una nueva escena.
ru: Создает новую сцену.
th: สร้างฉากใหม่
tr: Yeni bir sahne oluşturur.

source: Cube
es: Cubo
ru: куб
th: ลูกบาศก์
tr: Küp

source: Current mode in rigging
es: El modo actual en el aparejo
ru: Текущий режим в такелажа
th: โหมดปัจจุบันที่อยู่ในเสื้อผ้า
tr: arma geçerli mod

source: Cylinder
es: Cilindro
ru: цилиндр
th: กระบอก
tr: silindir

source: Delete
es: Borrar
ru: Удалить
th: ลบ
tr: silmek

source: Delete Animation in this Frame
es: Eliminar la animación en este capítulo
ru: Удаление анимации в этом кадре
th: ลบภาพเคลื่อนไหวในกรอบนี้
tr: Bu Karede Animasyon Sil

source: Delete Object
es: eliminar objeto
ru: Удалить объект
th: ลบวัตถุ
tr: Nesne Sil

source: Done
es: Hecho
ru: Готово
th: เสร็จสิ้น
tr: tamam

source: Download
es: Descargar
ru: Скачать
th: ดาวน์โหลด
tr: indir

source: Duplicate_Scene_Name
es: Duplicar Nombre de la escena
ru: Дубликат Название сцены
th: ซ้ำชื่อฉาก
tr: Sahne Adı çoğaltın

source: Duplicate_Scene_Name_message
es: Otra escena con el mismo nombre ya existe. Por favor, proporcione un nombre diferente.
ru: Другая сцена с таким же именем уже существует. Пожалуйста, предоставьте другое имя.
th: ฉากที่มีชื่อเดียวกันอยู่แล้ว โปรดระบุชื่อที่แตกต่างกัน
tr: Aynı isimde başka Sahne zaten var. farklı bir ad verin.

source: EXPORT
es: EXPORTAR
ru: ЭКСПОРТ
th: ส่งออก
tr: İHRACAT

source: Edit
es: Editar
ru: редактировать
th: แก้ไข
tr: Düzenleme

source: Enable mirror to move / rotate the mirror joint of the selected joint
es: Activar espejo para mover / rotar el conjunto de espejo de la articulación seleccionada
ru: Включить зеркало для перемещения / вращения зеркала сустав выбранного сустава
th: เปิดใช้กระจกที่จะย้าย / หมุนกระจกร่วมกันของการร่วมทุนที่เลือก
tr: Seçilen eklemin ayna eklemi / hareket döndürmek için ayna etkinleştirme

source: Enable or Disable multiple objects selection.
es: Activar o desactivar la selección de varios objetos.
ru: Включение или отключение нескольких объектов выбор.
th: เปิดหรือปิดวัตถุหลายตัวเลือก
tr: Etkinleştirin veya birden fazla nesneleri seçimi devre dışı bırakın.

source: Enable to move / rotate the mirror joint of selected joint
es: Habilitar para mover / rotar la articulación conjunta de espejo seleccionado
ru: Включить, чтобы переместить / повернуть зеркало сустав выбранного сустава
th: เปิดใช้งานจะย้าย / หมุนกระจกร่วมกันของการร่วมทุนที่เลือก
tr: / Taşımak için etkinleştirin seçilen eklemin ayna eklemi döndürmek

source: Enable/Disable Watermark image.
es: Habilitar imagen / Desactivar marca de agua.
ru: Включение / отключение водяных знаков изображения.
th: เปิดใช้งานภาพ / ปิดลายน้ำ
tr: / Devre dışı bırak Filigran görüntü etkinleştirin.

source: Enter Text
es: Ingrese texto
ru: Введите текст
th: ใส่ข้อความ
tr: Metin girmek

source: Enter your text here.
es: Introduzca el texto aquí.
ru: Введите текст здесь.
th: ป้อนข้อความของคุณที่นี่
tr: Metninizi buraya girin.

source: Error_uploading_file
es: de carga de archivos de error. Por favor revise su conexion a internet.
ru: Ошибка загрузки файла. Пожалуйста, проверьте подключение к интернету.
th: อัพโหลดไฟล์ข้อผิดพลาด กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr: Dosya yüklenirken hata. Lütfen internet bağlantınızı kontrol edin.

source: Export Video
es: La exportación de vídeo
ru: Экспорт видео
th: วิดีโอการส่งออก
tr: ihracat video

source: Export image/video to the Camera roll
es: Exportación de imágenes / vídeo a la cámara de rollo
ru: Экспорт изображений / видео в Фотопленка
th: ส่งออกภาพ / วิดีโอม้วนกล้อง
tr: İhracat görüntü / Kamera rulo video

source: FRAME COUNT DISPLAY
es: MARCO recuento de display
ru: КАДР Отсчет дисплея
th: FRAME แสดงจำนวน
tr: ÇERÇEVE SAYISI EKRAN

source: Failure
es: Fracaso
ru: недостаточность
th: ความล้มเหลว
tr: başarısızlık

source: Featured
es: Representado
ru: Рекомендуемые
th: แนะนำ
tr: Öne

source: File Corrupted
es: Archivo corrupto
ru: Файл поврежден
th: แฟ้มที่เสียหาย
tr: Dosya bozuldu

source: File_Corrupted_message
es: El proyecto en el que está intentando abrir está dañado.
ru: Проект, который вы пытаетесь открыть поврежден.
th: โครงการที่คุณกำลังพยายามที่จะเปิดรับความเสียหาย
tr: Açmaya çalıştığınız proje bozuk.

source: Follow Us
es: Síguenos
ru: Подписывайтесь на нас
th: ตามเรามา
tr: Bizi takip et

source: Font Store
es: Fuentes tienda
ru: шрифт магазин
th: ร้านตัวอักษร
tr: yazı Mağaza

source: Front
es: Frente
ru: Фронт
th: ด้านหน้า
tr: Ön

source: HQ Render Progress
es: HQ hacer Progreso
ru: HQ Рендер Прогресс
th: กองบัญชาการ Render ความคืบหน้า
tr: HQ İlerleme Render

source: HQ Rendering
ru: HQ Оказание
th: กองบัญชาการการแสดงผล
tr: HQ Oluşturma

source: Human Bone Structure
es: Estructura ósea humana
ru: Структура человеческого костного
th: โครงสร้างกระดูกของมนุษย์
tr: İnsan Kemik Yapısı

source: Image : %@
es: Imagen:% @
ru: Образ : %@
th: ภาพ : %@
tr: Resim:% @

source: Images
es: imágenes
ru: Изображений
th: ภาพ
tr: Görüntüler

source: Import Obj
es: importación Obj
ru: Импорт Obj
th: นำเข้า Obj
tr: İthalat Obj

source: Import Texture
es: importación de la textura
ru: Импорт текстур
th: นำเข้าเนื้อ
tr: İthalat Doku

source: Import objects into the scene
es: Importar objetos en la escena
ru: Импорт объектов в сцене
th: วัตถุนำเข้ามาในที่เกิดเหตุ
tr: İthalat sahne içine nesneleri

source: Import selected 3D text into the scene.
es: Importación selecciona texto en 3D en la escena.
ru: Импортировать выбранные 3D текст в сцену.
th: นำเข้าข้อความที่เลือก 3D เข้าฉาก
tr: İthalat sahne içine 3D metin seçilmiş.

source: In Progress
es: En progreso
ru: В ходе выполнения
th: กำลังดำเนินการ
tr: Devam etmekte

source: In Queue
es: En fila
ru: В очереди
th: อยู่ในคิว
tr: Sırada

source: Info
es: información
ru: Информация
th: ข้อมูล
tr: Bilgi

source: Information
es: Información
ru: Информация
th: ข้อมูล
tr: Bilgi

source: LIGHT
es: LIGERO
ru: ЛЕГКИЙ
th: เบา
tr: IŞIK

source: LIMIT FRAMES
es: MARCOS DE LÍMITE
ru: ЛИМИТ КАДРЫ
th: เฟรม LIMIT
tr: SINIR ÇERÇEVELER

source: Left
es: Izquierda
ru: Оставил
th: ซ้าย
tr: Sol

source: Let's get started
es: Empecemos
ru: Давайте начнем
th: มาเริ่มกันเลย
tr: Başlayalım

source: Light
es: Ligero
ru: Легкий
th: เบา
tr: ışık

source: Light %d
es: Luz% d
ru: Легкий %d
th: ไฟ% d
tr: Işık% d

source: Limit the number of frames to be exported.
es: Limitar el número de fotogramas que se exportarán.
ru: Ограничьте количество кадров для экспорта.
th: จำกัด จำนวนของเฟรมที่จะส่งออก
tr: kare sayısı ihraç edilecek sınırlandırın.

source: Loading Assets
ru: Загрузка активов

source: MIRROR
es: ESPEJO
ru: ЗЕРКАЛО
th: กระจกเงา
tr: AYNA

source: MOVE
es: MOVIMIENTO
ru: ПЕРЕЕХАТЬ
th: ย้าย
tr: HAREKET

source: Manage Account
es: Administrar cuenta
ru: Управлять счетом
th: จัดการบัญชี
tr: Hesabı yönet

source: Manage objects in the scene
es: Manejo de objetos de la escena
ru: Управление объектами в сцене
th: จัดการวัตถุในฉาก
tr: sahnedeki nesneleri yönetmek

source: Manage your account
es: Maneja tu cuenta
ru: Настройте свой аккаунт
th: จัดการบัญชีของคุณ
tr: Hesabını düzenle

source: Models
es: modelos
ru: модели
th: รุ่น
tr: modeller

source: Move Camera
es: Mover la cámara
ru: Перемещение камеры
th: ย้ายกล้อง
tr: Taşı Kamera

source: MultiSelect
es: Selección múltiple
ru: Выбор из нескольких вариантов
tr: Çoklu seçim

source: My Animations
es: Mis Animaciones
ru: Мои Анимации
th: ภาพเคลื่อนไหวของฉัน
tr: benim Animasyonlar

source: My Fonts
es: Mis fuentes
ru: Мои шрифты
th: แบบอักษรของฉัน

source: My Library
es: Mi biblioteca
ru: Моя библиотека
th: ห้องสมุดของฉัน
tr: Benim kutuphanem

source: My Objects
es: Mis objetos
ru: Мои объекты
th: วัตถุของฉัน
tr: benim Nesneler

source: My Scene %d
ru: Моя сцена %d
th: ฉากของฉัน% d
tr: Benim Sahne% d

source: NEXT
es: SIGUIENTE
ru: СЛЕДУЮЩИЙ
th: ต่อไป
tr: SONRAKİ

source: NO
ru: НЕТ
tr: YOK HAYIR

source: News Feed
es: Noticias
ru: Новостная лента
th: ข่าวใหม่
tr: Haber akışı

source: Next
es: Siguiente
ru: следующий
th: ต่อไป
tr: Sonraki

source: No data
es: Sin datos
ru: Нет данных
th: ไม่มีข้อมูล
tr: Veri yok

source: No_Email_account_configured
es: No tiene cuenta de correo electrónico está configurado en este dispositivo.
ru: Нет учетной записи электронной почты не настроен на этом устройстве.
th: บัญชีอีเมล์ที่ไม่มีการกำหนดค่าบนอุปกรณ์นี้
tr: Hiçbir E-posta hesabı bu cihazda yapılandırılır.

source: Normal Shader
es: Shader normales
ru: нормальный затенения
th: ปกติ Shader

source: OBJ File
es: archivo OBJ
ru: OBJ файла
th: OBJ ไฟล์
tr: OBJ Dosyası

source: OK
es: DE ACUERDO
ru: ОК
th: ตกลง
tr: tamam

source: OPTIONS
es: OPCIONES
ru: ОПЦИИ
th: ตัวเลือก
tr: SEÇENEKLER

source: Ok
es: DE ACUERDO
ru: ОК
th: ตกลง
tr: tamam

source: PREVIEW
es: AVANCE
ru: предварительный просмотр
tr: ÖNİZLEME

source: Particle Effects
es: Efectos de partículas
ru: эффекты частиц
th: ผลกระทบของอนุภาค
tr: parçacık Efektleri

source: Pick Color
es: Seleccionar color
ru: Выбор цвета
th: เลือกสี
tr: Renk seç

source: Plane
es: Avión
ru: Самолет
th: เครื่องบิน
tr: uçak

source: Play the animation preview
es: Juega a la vista previa de la animación
ru: Играть анимацию предварительного просмотра
th: เล่นดูตัวอย่างภาพเคลื่อนไหว
tr: animasyon önizlemesini oyna

source: Please Choose Font Style.
es: Por favor, elija el estilo de fuente.
ru: Пожалуйста, выберите стиль шрифта.
th: โปรดเลือกรูปแบบตัวอักษร
tr: Yazı Stili Seçiniz.

source: Please Select any Node to add Bone
es: Por favor, seleccione cualquier nodo para añadir hueso
ru: Выберите любой узел, чтобы добавить кости
th: กรุณาเลือกโหนดใด ๆ เพื่อเพิ่มกระดูก
tr: Kemik eklemek için herhangi bir Düğüm Seçiniz

source: Please enter a name
es: Por favor, introduzca un nombre
ru: Пожалуйста, введите имя
th: กรุณาใส่ชื่อ
tr: Bir isim girin

source: Please enter a new Scene name
es: Por favor, introduzca un nuevo nombre de escena
ru: Пожалуйста, введите новое имя сцены
th: กรุณากรอกชื่อฉากใหม่
tr: Yeni Sahne adı girin

source: Please enter some text to add.
es: Por favor, introduzca algún texto para agregar.
ru: Пожалуйста, введите текст, чтобы добавить.
th: กรุณากรอกข้อความบางส่วนที่จะเพิ่ม
tr: eklemek için bir metin girin.

source: Publish
es: Publicar
ru: Публиковать
th: ประกาศ
tr: yayınlamak

source: Quality
es: Calidad
ru: Качественный
th: คุณภาพ
tr: kalite

source: RENDERING PROGRESS
es: el procesamiento en curso
ru: ОКАЗАНИЕ ПРОГРЕССА
th: แสดงผลความคืบหน้า
tr: İLERLEME RENDERİNG

source: RENDERING STYLE
es: Representación de estilos
ru: ОКАЗАНИЕ СТИЛЬ
th: รูปแบบการให้

source: RESOLUTION
es: RESOLUCIÓN
ru: РАЗРЕШАЮЩАЯ СПОСОБНОСТЬ
th: การแก้ไข
tr: ÇÖZÜM

source: RESTORE PURCHASE
es: RESTABLECIMIENTO DE COMPRA
ru: ВОССТАНОВИТЬ ПОКУПКУ
th: การคืนค่าซื้อ
tr: SATIN ALMA RESTORE

source: ROTATE
es: GIRAR
ru: ПОВОРОТ
th: หมุน
tr: ROTASYON

source: Rate This App
es: Califica esta aplicación
ru: Оцени это приложение
th: อัตรา App นี้
tr: Bu uygulamayı oyla

source: Recent
es: Reciente
ru: недавний
th: เมื่อเร็ว ๆ นี้
tr: Son

source: Rename
es: Rebautizar
ru: переименовывать
th: ตั้งชื่อใหม่
tr: Adını değiştirmek

source: Rename Animation
es: Cambiar el nombre de Animación
ru: Переименовать анимацию
th: เปลี่ยนชื่อนิเมชั่น
tr: Animasyon yeniden adlandırma

source: Rename Object
es: cambiar el nombre de objetos
ru: Переименовать объект
th: เปลี่ยนชื่อวัตถุ
tr: Nesne yeniden adlandırma

source: Rename Scene
es: Cambiar el nombre de Escena
ru: Переименование сцены
th: เปลี่ยนชื่อสถานที่เกิดเหตุ
tr: Sahneyi yeniden adlandırma

source: Render Normal Shader in Your Device
es: Render normal Shader en su dispositivo
ru: Рендер Normal Shader в устройстве
th: Render ปกติ Shader ในเครื่องของคุณ
tr: Cihazınız Normal Shader Render

source: Right
es: Derecha
ru: Правильно
th: ขวา
tr: Sağ

source: SCALE
es: ESCALA
ru: МАСШТАБ
tr: ÖLÇEKLİ

source: SETTINGS
es: AJUSTES
ru: НАСТРОЙКИ
th: การตั้งค่า
tr: AYARLAR

source: SHARE
es: COMPARTIR
ru: ДОЛЯ
th: หุ้น
tr: PAY

source: Save Animation
es: Guardar animación
ru: Сохранить анимацию
th: บันทึกภาพเคลื่อนไหว
tr: Kaydet Animasyon

source: Save and Exit the scene
es: Guardar y Salir de la escena
ru: Сохранить и выйти из сцены
th: บันทึกและออกจากที่เกิดเหตุ
tr: Kaydet ve sahne çıkın

source: Save your Animation as template
es: Guardar su animación como plantilla
ru: Сохраните анимацию в качестве шаблона
th: บันทึกภาพเคลื่อนไหวของคุณเป็นแม่แบบ
tr: şablon olarak Animasyon kaydet

source: Scene Name
es: Nombre de la escena
ru: Сцена Имя
th: ชื่อสถานที่เกิดเหตุ
tr: sahne Adı

source: Scene_name_empty
es: Nombre de la escena no puede estar vacío.
ru: Название сцены не может быть пустым.
th: ชื่อสถานที่เกิดเหตุต้องไม่ว่างเปล่า
tr: Sahne adı boş olamaz.

source: Scene_name_special_character
es: Nombre de la escena no puede contener caracteres especiales.
ru: Название сцены не может содержать специальные символы.
th: ชื่อสถานที่เกิดเหตุไม่สามารถมีตัวอักษรพิเศษใด ๆ
tr: Sahne adı özel karakterler içeremez.

source: Scenes
es: escenas
ru: Сцены
th: ฉาก
tr: sahneler

source: Select Bone Structure
es: Seleccione la estructura ósea
ru: Выберите Bone Структура
th: เลือกโครงสร้างกระดูก
tr: Seç Kemik Yapısı

source: Settings
es: ajustes
ru: настройки
th: การตั้งค่า
tr: Ayarlar

source: Settings, Tutorials & Contact us
es: Ajustes, tutoriales y Contacto
ru: Настройки, Учебники & Контакты
th: การตั้งค่าสอนและติดต่อเรา
tr: Ayarlar, Rehberler ve İletişim

source: Share your video
es: Comparte tu vídeo
ru: Поделитесь своим видео
th: แบ่งปันวิดีโอของคุณ
tr: Videonuzu paylaşın

source: Sign In
es: Registrarse
ru: Войти в систему
th: ลงชื่อเข้าใช้
tr: Oturum aç

source: Sign Out
es: Desconectar
ru: Выход
th: ออกจากระบบ
tr: Oturumu Kapat

source: Single Bone
es: Bone sola
ru: одной кости
th: กระดูกเดี่ยว
tr: tek Kemik

source: Speed
es: Velocidad
ru: скорость
th: ความเร็ว
tr: hız

source: Sphere
es: Esfera
ru: сфера
th: รูปทรงกลม
tr: küre

source: Standard view angles
es: ángulos de vista estándar
ru: Стандартные углы обзора
th: มุมมองมาตรฐาน
tr: Standart görünüm açıları

source: Step_1_rigging_message
es: Colocar los huesos en su posición apropiada en el modelo.
ru: Поместите кости в соответствующих позициях в рамках модели.
th: วางกระดูกในตำแหน่งที่เหมาะสมภายในรูปแบบ
tr: modeli içinde uygun pozisyonlarda kemikleri yerleştirin.

source: Step_2_rigging_message
es: Escala el sobre de cada hueso para cubrir la malla circundante.
ru: Шкала конверт каждой кости, чтобы покрыть окружающие сетки.
th: ปรับขนาดซองจดหมายแต่ละกระดูกเพื่อให้ครอบคลุมตาข่ายโดยรอบ
tr: Çevredeki örgü kapsayacak şekilde her kemiğin zarfı Scale.

source: Step_3_rigging_message
es: Asegúrese de que la plataforma es perfecta por la animación del modelo.
ru: Убедитесь, что установка идеально подходит анимируя модель.
th: ตรวจสอบให้แน่ใจแท่นขุดเจาะที่สมบูรณ์แบบโดยรูปแบบการเคลื่อนไหว
tr: teçhizat modeli hareketlendirerek mükemmel olduğundan emin olun.

source: Success
es: Éxito
ru: успех
th: ความสำเร็จ
tr: başarı

source: Switch to Move / Rotate / Scale mode
es: Cambiar al modo Mover / Rotar / Escala
ru: Переключение Перемещение / Поворот / режим Scale
th: สลับไปย้าย / หมุน / โหมดชั่ง
tr: / Döndür / Scale modu taşı geçmek

source: TOOLBAR
es: BARRA DE HERRAMIENTAS
ru: панель инструментов
th: แถบเครื่องมือ
tr: ARAÇ ÇUBUĞU

source: Tap to Clone / Delete / Share the scene.
es: Toque para clonar / Eliminar / Comparte la escena.
ru: Нажмите, чтобы клонировать / Удалить / Share сцену.
th: แตะเพื่อโคลน / ลบ / หุ้นที่เกิดเหตุ
tr: / Clone Sil / sahneyi paylaşma için dokunun.

source: Tap to add a joint to the selected joint in the rig
es: Toque para añadir un conjunto para la articulación seleccionado en el equipo de perforación
ru: Нажмите, чтобы добавить соединение к выбранному сустава в вышке
th: แตะเพื่อเพิ่มร่วมกันเพื่อร่วมกันเลือกในแท่นขุดเจาะ
tr: teçhizat seçilen eklem bir ortak eklemek için dokunun

source: Tap to add the rigged model in to the scene
es: Toque para añadir el modelo amañado en la escena
ru: Нажмите, чтобы добавить оснащенном модель в к сцене
th: แตะเพื่อเพิ่มรูปแบบหัวเรือใหญ่ในที่เกิดเหตุ
tr: sahneye de hileli modeli eklemek için dokunun

source: Tap to apply animation to the selected object.
es: Toque para aplicar animación al objeto seleccionado.
ru: Нажмите, чтобы применить анимацию к выбранному объекту.
th: แตะเพื่อใช้ภาพเคลื่อนไหวไปที่วัตถุที่เลือก
tr: Seçilen nesneye animasyon uygulamak için dokunun.

source: Tap to change category.
es: Toque para cambiar de categoría.
ru: Нажмите, чтобы изменить категорию.
th: แตะเพื่อเปลี่ยนหมวดหมู่
tr: kategorisini değiştirmek için dokunun.

source: Tap to change model category
es: Toque para cambiar la categoría del modelo
ru: Нажмите, чтобы изменить категорию модели
th: แตะเพื่อเปลี่ยนรูปแบบหมวดหมู่
tr: Model kategorisini değiştirmek için dokunun

source: Tap to import the selected model into your scene.
es: Toque para importar el modelo seleccionado en la escena.
ru: Нажмите, чтобы импортировать выбранную модель в вашу сцену.
th: แตะเพื่อนำเข้ารุ่นที่เลือกเข้าไปในฉากของคุณ
tr: sahnede seçilen modeli almak için dokunun.

source: Tap to open the scene.
es: Toque para abrir la escena.
ru: Нажмите, чтобы открыть сцену.
th: แตะเพื่อเปิดสถานที่เกิดเหตุ
tr: sahne açmak için dokunun.

source: Tap to publish your animation to the store
es: Toque para publicar la animación a la tienda
ru: Нажмите, чтобы опубликовать вашу анимацию в магазин
th: แตะเพื่อเผยแพร่ภาพเคลื่อนไหวของคุณไปที่ร้าน
tr: saklamak için animasyon yayınlamak için dokunun

source: Tap to save and close the Settings.
es: Toque para guardar y cerrar las Opciones.
ru: Нажмите, чтобы сохранить и закрыть настройки.
th: แตะเพื่อบัน​​ทึกและปิดการตั้งค่า
tr: Ayarlar kaydetmek ve kapatmak için dokunun.

source: Text
es: Texto
ru: Текст
th: ข้อความ
tr: Metin

source: Text : %@
es: Texto:% @
ru: Текст : %@
th: ข้อความ:% @
tr: Metin : %@

source: There is no animation in this frame.
es: No hay animación en este marco.
ru: Там нет анимации в этом кадре.
th: มีภาพเคลื่อนไหวในกรอบนี้ไม่เป็น
tr: Bu çerçevede animasyon yoktur.

source: This setting does not affect Export quality
es: Este ajuste no afecta a la calidad de exportación
ru: Этот параметр не влияет на качество экспорта
th: การตั้งค่านี้ไม่ได้ส่งผลกระทบต่อคุณภาพส่งออก
tr: Bu ayar verme kalitesini etkilemez
