Repository: TommyTeaVee/Iyan3d
Catalog: iyan3d/trunk/Iyan3D_iOS/Iyan3D/*.lproj/Localizable.strings
Languages: es, ru, th, tr

source: Toon Shader
ru: мультяшек затенения

source: Top
es: Parte superior
ru: верхний
th: ด้านบน
tr: Üst

source: Top Rated
es: Los más valorados
ru: Самые популярные
th: ระดับสูง
tr: En beğenilen

source: Torus
es: Toro
ru: торус
th: ฐานรองดอก
tr: yumru

source: Trending
es: Tendencias
ru: простирания
th: ได้รับความนิยม
tr: Trend

source: Tutorials
es: tutoriales
ru: Учебники
th: สอน
tr: Öğreticiler

source: Undo / Redo your actions
es: Deshacer / rehacer sus acciones
ru: Отменить / Повторить свои действия
th: ยกเลิก / ทำซ้ำการกระทำของคุณ
tr: eylemlerinizi Redo / Undo

source: Video : %@
es: Vídeo:% @
ru: видео : %@
th: วิดีโอ:% @

source: Videos
es: vídeos
ru: Видео
th: วิดีโอ
tr: Videolar

source: WATERMARK
es: FILIGRANA
ru: водяной знак
th: ลายน้ำ
tr: FİLİGRAN

source: Warning
es: Advertencia
ru: Предупреждение
th: การเตือน
tr: Uyarı

source: With Bones
es: con los huesos
ru: С косточками
th: กับกระดูก
tr: Kemikler ile

source: Yes
es: Sí
ru: да
th: ใช่
tr: Evet

source: add_obj_document_dir
es: Añadir archivos OBJ/DAE/FBX/3DS en el directorio de documentos.
ru: Добавить OBJ/DAE/FBX/3DS файлы в каталог документов.
th: เพิ่มไฟล์ OBJ/DAE/FBX/3DS ในสารบบเอกสาร
tr: Belge Directory OBJ/DAE/FBX/3DS dosyaları ekleyin.

source: add_texture_document_dir
es: Añadir archivos de textura en el directorio de documentos.
ru: Добавить файлы текстур в каталог документов.
th: เนื้อเพิ่มไฟล์ในไดเรกทอรีเอกสาร
tr: Belge Directory Doku dosyaları ekleyin.

source: apply_animation_error
es: Por favor, seleccione un texto o de carácter para aplicar la animación.
ru: Пожалуйста, выберите текст или символ, чтобы применить анимацию.
th: โปรดเลือกข้อความหรือตัวอักษรที่จะใช้ภาพเคลื่อนไหว
tr: animasyon uygulamak için bir metin veya karakter seçiniz.

source: bone_count_exceed
es: Los huesos máximos por objeto no puede exceder de 57.
ru: Максимальные кости на объект не может превышать 57.
th: กระดูกสูงสุดต่อวัตถุจะต้องไม่เกิน 57
tr: nesne başına maksimum kemikler 57 geçemez.

source: bone_count_mismatch
es: recuento de hueso no puede igualar.
ru: Количество костной ткани может не совпадать.
th: นับกระดูกไม่สามารถแข่งขันได้
tr: Kemik sayısı aynı olamaz.

source: choose_color
es: Elige color de vértice para el OBJ seleccionado.
ru: Выберите цвет вершины для выбранного OBJ.
th: เลือกสีสำหรับจุดสุดยอด OBJ ที่เลือก
tr: Seçilen OBJ için köşe renk seçin.

source: choose_texture
es: Elija una textura de aplicar para el modelo seleccionado.
ru: Выберите текстуру, чтобы применить для выбранной модели.
th: เลือกเนื้อผ้าที่จะใช้สำหรับรูปแบบที่เลือก
tr: Seçilen model için uygulanacak bir doku seçin.

source: copy_limit_exceed_message
es: Copia superado el límite. Importe el objeto utilizando 'Añadir' botón de la barra de herramientas.
ru: Ограничение копирования превышен. Импорт объекта с помощью Добавить кнопку на ToolBar.
th: คัดลอกวงเงินเกิน นำเข้าวัตถุโดยใช้ปุ่ม 'เพิ่ม' บนแถบเครื่องมือ
tr: Kopya sınırı aşıldı. ToolBar düğmesini 'Ekle' kullanarak nesneyi alın.

source: data_doesnot_exist
es: Los datos solicitados haces no existe !!
ru: Запрашиваемые данные не существует !!
th: ได้รับการร้องขอข้อมูลทำไม่อยู่ !!
tr: İstenen veri yok Doest !!

source: failed_saved_phot_gallery
es: Existe un problema al descargar la imagen / vídeo. Por favor, inténtelo de nuevo más tarde.
ru: Существует проблема загрузки изображения / видео. Пожалуйста, повторите попытку позже.
th: มีปัญหาในการดาวน์โหลดภาพ / วิดีโอจะ กรุณาลองใหม่อีกครั้งในภายหลัง.
tr: görüntü / video indirme bir sorun var. Lütfen daha sonra tekrar deneyiniz.

source: file_successfully_saved_dropbox
es: Archivo guardado con éxito para DropBox. Puede encontrarlo en su cuenta de DropBox 'Aplicaciones / Iyan3D'.
ru: Файл успешно сохранен в DropBox. Вы можете найти его в Dropbox аккаунт Приложения / Iyan 3D
th: ไฟล์ที่บันทึกไว้ประสบความสำเร็จใน DropBox คุณสามารถค้นหาได้ในบัญชี Dropbox ของคุณ 'ปพลิเคชัน / Iyan3D'
tr: Dosya başarıyla DropBox kaydedilir. Sen DropBox hesabınıza 'Uygulamalar / Iyan3D' de bulabilirsiniz.

source: fontstyle_char_unsupported
es: El estilo de fuente que elija no es compatible con los caracteres que ha introducido.
ru: Стиль шрифта вы выбираете не поддерживает символы, введенные.
th: รูปแบบตัวอักษรที่คุณเลือกไม่สนับสนุนตัวละครที่คุณป้อน
tr: Seçtiğiniz yazı tipi stili Girdiğiniz karakterleri desteklemiyor.

source: hqrender_uploaded_success
es: Cargado correctamente. Se puede ver el progreso de su render en su vista de perfil.
ru: Загружено успешно. Вы можете видеть прогресс вашего рендеринга в вашем профиле.
th: อัปโหลดสำเร็จ คุณสามารถดูความคืบหน้าของคุณจะแสดงผลในมุ​​มมองโปรไฟล์ของคุณ
tr: başarıyla yüklendi. Profil görünümünde hale senin ilerleme görebilirsiniz.

source: import_model_selected_texture
es: Importar el modelo con la textura / color seleccionado.
ru: Импорт модели с выбранной текстуры / цвета.
th: นำเข้ารุ่นที่มีการเลือกเนื้อ / สี
tr: Seçilen doku / renk ile model alın.

source: inapp_disabled
es: En la compra-app es Desactivado. Compruebe la configuración para permitir compras.
ru: В приложении покупки отключено. Проверьте настройки, чтобы включить закупки.
th: ซื้อใน app เป็นผู้พิการ ตรวจสอบการตั้งของคุณเพื่อให้การสั่งซื้อสินค้า
tr: In-App Satın Alma Devre Dışı. Satın etkinleştirmek için ayarlarınızı kontrol edin.

source: max_five_lights_per_scene
es: Escena no puede contener más de cinco luces.
ru: Сцена не может содержать более пяти огней.
th: ที่เกิดเหตุไม่สามารถมีมากกว่าห้าไฟ
tr: Sahne beşten fazla ışık içeremez.

source: missing_resources
es: Algunos archivos de recursos que faltan.
ru: Некоторые файлы ресурсов не хватает.
th: บางไฟล์ทรัพยากรจะหายไป
tr: Bazı kaynaklar dosyaları eksik.

source: model_cannot_add_bone
es: Este modelo fue manipulada usando la versión anterior. Parte de la información de la envolvente puede ser que falte. ¿Quieres continuar?
ru: Эта модель была оснащена использованием предыдущей версии. Некоторые из информации конверта может отсутствовать. Вы хотите продолжить?
th: แบบจำลองนี้หัวเรือใหญ่ใช้รุ่นก่อนหน้านี้ บางส่วนของข้อมูลซองอาจจะหายไป คุณต้องการที่จะต่อหรือไม่?
tr: Bu model, önceki bir sürümünü kullanarak hileli edildi. zarf bazı bilgilerin eksik olabilir. Devam etmek istiyor musun?

source: no_premium_restored
es: Parece que hay un problema con su compra. Por favor asegúrese de que ha actualizado a Premium con la cuenta corriente.
ru: Там, кажется, проблема с вашей покупкой. Пожалуйста, убедитесь, что вы обновили на премиум с текущего счета.
th: ดูเหมือนจะมีปัญหาเกี่ยวกับการซื้อของคุณ กรุณาตรวจสอบให้แน่ใจว่าคุณได้รับการอัปเกรดพรีเมี่ยมที่มีบัญชีปัจจุบัน
tr: Satın alma ile ilgili bir sorun var gibi görünüyor. Eğer cari hesap ile Premium yükseltilmiş emin olun.

source: no_twitter_account
es: Configuración Twitter Accounnt en su dispositivo.
ru: Настройка учетной записи Twitter в устройстве.
th: ติดตั้งทวิตเตอร์ Accounnt ในอุปกรณ์ของคุณ
tr: cihazınızdaki Kur Twitter Accounnt.

source: onboarding_message_#1
es: Añadir personajes, ambientes, puntales de nuestra biblioteca de más de 300 activos o importar un archivo OBJ de una fuente externa.
ru: Добавить персонажей, окружение, реквизит из нашей библиотеки более 300 активов или импортировать файл OBJ из внешнего источника.
th: เพิ่มตัวอักษร, สภาพแวดล้อม, อุปกรณ์จากห้องสมุดของเรากว่า 300 สินทรัพย์หรือนำเข้าไฟล์ OBJ จากแหล่งภายนอก
tr: 300 varlık Kütüphanemizde karakterleri, ortamlar, sahne ekleme veya harici bir kaynaktan gelen OBJ dosyasını içe.

source: onboarding_message_#2
es: Trae tu personaje a la vida con nuestros movimientos predefinidos, aplicar simulación física o hacer una de sus propias acciones.
ru: Принесите свой характер жизни с нашими предопределенных действий, применить имитации физических или сделать один из ваших собственных действий.
th: นำตัวละครของคุณไปใช้ชีวิตกับการเคลื่อนไหวที่กำหนดไว้ล่วงหน้าของเราใช้การจำลองฟิสิกส์หรือทำอย่างใดอย่างหนึ่งของการกระทำของคุณเอง
tr: Bizim önceden tanımlanmış hareketlerle hayat karakter getirmek fizik simülasyonu uygulamak ya da kendi eylemlerden birini yapmak.

source: onboarding_message_#3
es: Hacer el video final con la calidad y el estilo deseado.
ru: Рендер окончательный видео с требуемым качеством и стилем.
th: ทำให้สุดท้ายวิดีโอที่มีคุณภาพและรูปแบบที่ต้องการ
tr: istenilen kalitede ve tarzı ile son videoyu işleyin.

source: onboarding_message_#4
es: Eso es. Envíe su película en 3D y showoff su capacidad creativa a tus amigos.
ru: Вот и все. Отправьте 3D фильм и показать свои творческие навыки своим друзьям.
th: แค่นั้นแหละ. ส่งภาพยนตร์ 3D ของคุณและ showoff ทักษะความคิดสร้างสรรค์ของคุณให้เพื่อนของคุณ
tr: Bu kadar. 3D film göndermek ve arkadaşlarınıza yaratıcı becerilerini showoff.

source: only_hq_options
es: Esta propiedad es sólo para La alta calidad de reproducción.
ru: Это свойство только для высокого качества рендеринга.
th: สถานที่ให้บริการนี​​้เป็นเพียงสำหรับการแสดงผลที่มีคุณภาพสูง
tr: Bu Özellik Sadece HighQuality Rendering içindir.

source: please_signin
es: Por favor inicie sesión para continuar.
ru: Пожалуйста, Войдите в систему, чтобы продолжить.
th: กรุณาเข้าสู่ระบบเพื่อดำเนินการต่อ
tr: Devam etmek için signin Lütfen.

source: reopen_apply_changes
es: Por favor, vuelva a abrir la escena para aplicar el cambio.
ru: Пожалуйста, снова откройте сцену, чтобы применить изменения.
th: กรุณาเปิดการเปิดสถานที่เกิดเหตุเพื่อใช้การเปลี่ยนแปลง
tr: Yeniden açmak değişikliği uygulamak için sahneyi ediniz.

source: rigging_back_previous_mode
es: ¿Está seguro de que quiere volver al modo anterior? Pulsando sí Todos los cambios serán descartados.
ru: Вы уверены, что хотите вернуться в предыдущий режим? При нажатии Да будут отброшены все ваши изменения.
th: คุณคุณแน่ใจว่าต้องการที่จะกลับไปยังโหมดก่อนหน้านี้ไป? โดยการกดใช่การเปลี่ยนแปลงของคุณทั้งหมดจะถูกยกเลิก
tr: geri önceki moda gitmek istiyorum emin misiniz? Evet, tüm değişiklikleri basarak atılır.

source: scene_no_support_hqrender
es: Escena contiene praticles vídeo / que en la actualidad no se admite en la representación HQ.
ru: Сцена содержит видео / частицы, которые в настоящее время не поддерживается в оказании HQ.
th: ที่เกิดเหตุมีภาพ / praticles ซึ่งขณะนี้ไม่ได้รับการสนับสนุนในการแสดงผลที่กองบัญชาการ
tr: Sahne şu anda HQ render desteklenmeyen video / praticles içerir.

source: select_obj_preview
es: Seleccione una OBJ previsualizar.
ru: Выберите OBJ для предварительного просмотра.
th: เลือก OBJ เพื่อดูตัวอย่าง
tr: önizlemesini yapmak için bir OBJ seçin.

source: share_image_social_media
es: Una escena 3D, que ha creado usando Iyan 3D en iOS
ru: 3D сцены, я создал с помощью Iyan 3D на прошивкой
th: ฉาก 3D ผมสร้างขึ้นโดยใช้ Iyan 3D บน iOS
tr: 3D Sahnesi, ben iOS üzerinde Iyan 3D kullanılarak oluşturulan

source: share_video_social_media
es: Un vídeo de animación, que ha creado usando Iyan 3D en iOS
ru: Анимация видео, я создал с помощью Iyan 3D на прошивкой
th: วิดีโอภาพเคลื่อนไหว, ฉันสร้างขึ้นโดยใช้ Iyan 3D บน iOS
tr: Animasyon, video, ben iOS üzerinde Iyan 3D kullanılarak oluşturulan

source: sign_in_to_continue
es: Por favor inicie sesión para continuar.
ru: Пожалуйста, Войдите в систему, чтобы продолжить.
th: กรุณาเข้าสู่ระบบเพื่อดำเนินการต่อ
tr: Devam etmek için signin Lütfen.

source: start_single_bone_or_human_message
es: Puede comenzar ya sea con una estructura completa Hueso humano o con un solo hueso?
ru: Вы можете начать с полной структуры кости человека или с одной кости?
th: คุณสามารถเริ่มต้นด้วยการที่สมบูรณ์โครงสร้างกระดูกมนุษย์หรือกับกระดูกเดียว?
tr: Ya tam bir İnsan Kemik yapısı ile ya da tek bir kemik ile başlayabilir?

source: success_animation_publish
es: Animación publicado con éxito.
ru: Анимация Опубликовано Успешно.
th: แอนิเมชั่เผยแพร่เรียบร้อยแล้ว
tr: Animasyon Başarıyla Yayınlandı.

source: successful_saved_phot_gallery
es: Imagen / vídeo guardado correctamente a fotos.
ru: Изображение / видео успешно сохранены в Фотографии.
th: ภาพ / วิดีโอที่บันทึกไว้ประสบความสำเร็จกับภาพถ่าย
tr: Resim / Video başarıyla Fotoğraflar kaydedildi.

source: tap_import_photos
es: Toque para importar la textura de la biblioteca de fotos.
ru: Нажмите, чтобы импортировать текстуры из библиотеки фотографий.
th: แตะเพื่อนำเข้าเนื้อจากห้องสมุดภาพ
tr: Fotoğraf Kütüphanesi'nden doku almak için dokunun.

source: tap_to_choose_texture
es: Toque para elegir la textura / color para el objeto seleccionado.
ru: Нажмите, чтобы выбрать текстуру / цвет для выбранного объекта.
th: แตะเพื่อเลือกเนื้อ / สีสำหรับวัตถุที่เลือก
tr: Seçilen nesne için doku / renk seçmek için dokunun.

source: tap_to_start
es: Toque para iniciar la exportación.
ru: Нажмите, чтобы начать экспорт.
th: แตะเพื่อเริ่มต้นการส่งออก
tr: ihracat başlatmak için dokunun.

source: unable_connect_server
es: No se puede conectar al servidor, por favor verifica la configuracion de red.
ru: Невозможно подключиться к серверу, Пожалуйста, проверьте настройки сети.
th: ไม่สามารถเชื่อมต่อไปยังเซิร์ฟเวอร์กรุณาตรวจสอบการตั้งค่าเครือข่ายของคุณ
tr: Sunucuya bağlanılamıyor, ağ ayarlarınızı kontrol edin.

source: username_has_special_char
es: Nombre de usuario no puede contener caracteres especiales.
ru: Имя пользователя не может содержать специальные символы.
th: ชื่อผู้ใช้งานไม่สามารถมีตัวอักษรพิเศษใด ๆ
tr: Kullanıcı Adı herhangi bir özel karakterler içeremez.

source: username_isempty
es: nombre de usuario no puede estar vacío.
ru: Имя пользователя не может быть пустым.
th: ชื่อผู้ใช้ต้องไม่ว่างเปล่า
tr: Kullanıcı adı boş olamaz.

source: APPLY
es: APLICAR
th: ใช้
tr: UYGULAMAK

source: Choose between quality or speed of rendering in Editor.
es: Elija entre la calidad o la velocidad de renderizado en el Editor.
th: เลือกระหว่างคุณภาพหรือความเร็วในการแสดงผลในแก้ไข
tr: kalite veya Editör render hızı arasında seçim yapın.

source: Loading Assets
es: Cargando Activos
th: สินทรัพย์โหลด
tr: yükleme Varlıklar
